<?php

return array(
    'session_expired'               => 'Ваша сессія скінчилася. Будь-ласка залогінтесь знову перезавантаживши цю сторінку.',
    'notebook_create_successfully'  => 'Було створено новий записник.',
    'notebook_create_failed'        => 'Щось пішло не так під час створення записника. Спробуйте ще раз.',
    'notebook_deleted_successfully' => 'Ваш записник було успішно видалено.',
    'notebook_delete_failed'        => 'Щось пішло не так під час видалення записника. Спробуйте ще раз.',
    'note_moved_successfully'       => 'Ваш запис було успішно пересунуто.',
    'note_move_fail'                => 'Щось пішло не так під час переміщення запису. Спробуйте ще раз.',
    'note_tag_success'              => 'Ваш записник було протеґовано успішно.',
    'note_tag_fail'                 => 'Щось пішло не так під час додавання теґів до запису. Спробуйте ще раз.',
    'note_created_successfully'     => 'Було створено новий запис.',
    'note_create_fail'              => 'Щось пішло не так під час створення нового запису. Спробуйте ще раз.',
    'note_saved_successfully'       => 'Ваш запис було успішно збережено.',
    'note_save_failed'              => 'Щось пішло не так під час зберігання запису. Спробуйте ще раз.',
    'notebook_edit_successfully'    => 'Ваш записник було успішно оновлено.',
    'notebook_edit_failed'          => 'Щось пішло не так під час оновлення записника. Спробуйте ще раз.',
    'upload_finished_successfully'  => 'Ваше завантаження успішно завершено.',
    'upload_failed'                 => 'Не вдалося заванажити файл. Спробуйте ще раз.',
    'file_deleted_successfully'     => 'Щось пішло не так під час видалення файлу. Спробуйте ще раз.'
);
