<?php

return array(

	'all_notes' => 'ノートすべて',
	'title_new_notebook' => '新規ノートブック',
	'title_edit_notebook' => 'ノートブックを編集',
	'notebook_title' => 'ノートブックのタイトルを入力',
	'add_shortcut' => 'このノートブックをショートカットに追加',
	'delete_notebook' => 'このノートブックを (内容もろとも) 削除。もちろんそれがどういうことかはよくわかってるよ!',
	'welcome_notebook_title' => 'ようこそ',
    'welcome_note_tag' => 'welcome',
    'welcome_note_content' => 
    	'<p>みなさん！オープンソースのノート制作ソリューション、<strong>Paperwork へようこそ！</strong>これは、'.
    	'最初のノートであり、あなたが興味を惹かれるであろう機能をご紹介いたします。'.
    	'</p><h3><strong>ノート</strong></h3><p>ノートは、Paperwork に何かを書き留める際の基本になる形式です。'.
    	'ノートはノートブック内に保存されます。このノートが含まれる、&#39;Welcome&#39; という名前のノートブックが既にありますね。'.
    	'お好きなだけノートブックもノートも、<a id="file_click_handler" href="#">ファイルメニュー</a>を通じて作成することが'.
    	'できます。</p><h3><strong>添付ファイル</strong></h3><p>ノートにはファイルを添付することができます。'.
    	'つまり、重要な情報を貼りつけていつでも必要な時に利用できるのです。リンクをクリックするだけで、'.
    	'ファイルが送られてきます。また、Paperwork はセルフホストなので、プライバシーもより強固に守られます。</p> '.
    	'<h3><strong>タグ</strong></h3><p>タグは Paperwork のパワフルな機能です。タグは、同じノートブックにない'.
    	'関係するノートを検索して捜し出すこともできます。何か思いついて後々のためにアイデアをすぐに保存したい? '.
    	'ノートブックに記録して (&#39;夕食の料理&#39; のように)、料理タグをつけましょう。後で時間ができた時に、'.
    	'サイドバーで料理をクリックすれば、料理に関係したノートをすべて表示することができます。たとえそれが昼食でも'.
    	'夕食でも朝食でもね。</p><h3><strong>検索</strong></h3><p>より詳しく検索を実行するなら、'.
    	'Paperwork の検索機能が有用です。<a id="search_handler" href="#">検索したい語句</a>を入力すれば、Paperwork がすべてのノートから'.
    	'検索した結果を表示します。その語句を含むノートブックだけでなく、タグづけされているノートからもです。</p><h3><strong>バージョン管理</strong></h3><p>いつでも'.
    	'Paperwork に新しいバージョンを作成して、ノートを保存することができます。この機能を使えば、ノートの履歴を一言一句まですべて追跡することができます。'.
    	'</p><h3><strong>共有</strong></h3><p>xPaperwork に保存したノートは、Paperwork の他のユーザーと共有することができます。'.
    	'あなたが会社員で、ガイドラインの草稿をプロジェクトのために共有したいとお考えですか? 心配無用です。'.
    	'ノートをどう管理するかはあなたに決定権を残したままで、あなたが共有したいと思うユーザーとノートを共有するだけです。ノートを閲覧できるのは誰で、'.
    	'編集できるのを誰にするかを管理できるだけでなく、バージョン管理を含めて誰が何を寄与したかまで掌握できます。</p><p>私たちは、Paperwork をきっと気に入って頂けるものと'.
    	'思っています。私たちに何か知らせたいことや、あるいは何か問題がありましたら、<a href="https://github.com/twostairs/paperwork/issues/new">Github から'.
    	'</a>イシューを発行して下さい。私たちが Paperwork で計画中のことをお知りになりたかったり、その議論に参加したい場合は、'.
    	'<a href="mailto:paperwork-dev@googlegroups.com">ここから</a>私たちのメーリングリストに参加して下さい。</p><p><strong>Paperwork をお選び下さり、ありがとうございます。</strong></p><p><strong>'.
    	'The Paperwork Team. </strong></p>',
    'welcome_note_title' => 'Paperwork へようこそ'

);
