<?php

return array(
    'session_expired'               => 'Время сессии истекло. Войдите заново перезагрузив страницу.',
    'notebook_create_successfully'  => 'Был создан новый блокнот.',
    'notebook_create_failed'        => 'Что-то пошло не так во время создания нового блокнота. Попробуйте еще раз.',
    'notebook_deleted_successfully' => 'Ваш блокнот был успешно удален.',
    'notebook_delete_failed'        => 'Что-то пошло не так во время удаления блокнота. Попробуйте еще раз.',
    'note_moved_successfully'       => 'Ваша запись была перемещена.',
    'note_move_fail'                => 'Что-то пошло не так во время переноса вашей записи. Попробуйте еще раз.',
    'note_tag_success'              => 'Ваша запись была успешно протегирована.',
    'note_tag_fail'                 => 'Что-то пошло не так во время тегирования вашей записи. Попробуйте еще раз.',
    'note_created_successfully'     => 'Была создана новая запись.',
    'note_create_fail'              => 'Что-то пошло не так во время создания новой записи. Попробуйте еще раз.',
    'note_saved_successfully'       => 'Ваша запись была успешно сохранена.',
    'note_save_failed'              => 'Что-то пошло не так во время сохранения вашей записи. Попробуйте еще раз.',
    'notebook_edit_successfully'    => 'Your notebook has been updated successfully. ',
    'notebook_edit_failed'          => 'Что-то пошло не так во время обновления блокнота. Попробуйте еще раз.',
    'upload_finished_successfully'  => 'Ваша загрузка удалась.',
    'upload_failed'                 => 'Ваша загрузка не удалась. Попробуйте еще раз.',
    'file_deleted_successfully'     => 'Что-то пошло не так во время удаления файла. Попробуйте еще раз.'
);
